tap "anhoder/go-musicfox"
tap "bell-sw/liberica"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "gu1llaum-3/sshm"
tap "oven-sh/bun"
tap "qoderai/qoder"
tap "reviewdog/tap"
tap "tw93/tap"
tap "xpipe-io/tap"
brew "act"
brew "aria2"
brew "atuin"
brew "bat"
brew "btop"
brew "chsrc"
brew "copilot", link: false
brew "duf"
brew "fastfetch"
brew "fnm"
brew "gawk"
brew "gemini-cli"
brew "git"
brew "lsd"
brew "nano"
brew "neofetch"
brew "opencode"
brew "postgresql@14"
brew "pyenv"
brew "tesseract"
brew "uv"
brew "vim"
brew "zplug"
brew "zsh-autocomplete"
brew "anhoder/go-musicfox/go-musicfox"
brew "gu1llaum-3/sshm/sshm"
brew "oven-sh/bun/bun"
brew "reviewdog/tap/reviewdog"
brew "tw93/tap/mole"
cask "burp-suite"
cask "clash-verge-rev"
cask "claude-code"
cask "easydict"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-maple-mono-nf-cn"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "navicat-premium-lite"
cask "orbstack"
cask "qodercli"
cask "raycast"
cask "telegram"
cask "trae"
cask "typora"
cask "vlc"
cask "warp"
cask "wechat"
cask "wetype"
cask "windsurf"
cask "wpsoffice-cn"
cask "zed"
