tap "adoptopenjdk/openjdk"
tap "anhoder/go-musicfox"
tap "bell-sw/liberica"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "gu1llaum-3/sshm"
tap "oven-sh/bun"
tap "productdevbook/tap"
tap "qoderai/qoder"
tap "reviewdog/tap"
tap "sinelaw/fresh"
tap "terror/tap"
tap "tw93/tap"
tap "xpipe-io/tap"
brew "act"
brew "aria2"
brew "atuin"
brew "bat"
brew "btop"
brew "chsrc"
brew "copilot", link: false
brew "curl"
brew "dagu"
brew "doxx"
brew "duf"
brew "fastfetch"
brew "fnm"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "go"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "jython"
brew "kimi-cli"
brew "lima"
brew "lsd"
brew "mactop"
brew "mas"
brew "maven"
brew "mihomo"
brew "nano"
brew "neofetch"
brew "nmap"
brew "opencode"
brew "postgresql@14"
brew "pyenv"
brew "sqlmap"
brew "tmux"
brew "uv"
brew "vim"
brew "wget"
brew "xcodegen"
brew "xcodes"
brew "zplug"
brew "zsh-autocomplete"
brew "anhoder/go-musicfox/go-musicfox"
brew "charmbracelet/tap/crush"
brew "gu1llaum-3/sshm/sshm"
brew "oven-sh/bun/bun"
brew "reviewdog/tap/reviewdog"
brew "sinelaw/fresh/fresh"
brew "terror/tap/spymux"
brew "tw93/tap/mole"
cask "alma"
cask "android-platform-tools"
cask "android-studio"
cask "antigravity"
cask "burp-suite"
cask "chatgpt-atlas"
cask "clash-verge-rev"
cask "claude-code"
cask "codeedit"
cask "conductor"
cask "dbeaver-community"
cask "easydict"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-maple-mono-nf-cn"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "liberica-jdk18-full"
cask "liberica-jdk21-full"
cask "liberica-jdk25-full"
cask "liberica-jdk8-full"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minisim"
cask "motrix"
cask "navicat-premium-lite"
cask "obs"
cask "obsidian"
cask "oracle-jdk@21"
cask "orbstack"
cask "picview"
cask "portkiller"
cask "qodercli"
cask "raycast"
cask "readest"
cask "rio"
cask "shell360"
cask "telegram"
cask "trae"
cask "typora"
cask "vlc"
cask "warp"
cask "wave"
cask "wechat"
cask "wetype"
cask "windsurf"
cask "wireshark-app"
cask "wpsoffice-cn"
cask "xcodes-app"
cask "zed"
mas "Omi NTFS磁盘管理助手", id: 1585757563
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
